tap "blackfireio/blackfire"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "shivammathur/php"
tap "symfony-cli/tap"
brew "php"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "fd"
brew "libarchive"
brew "ffmpeg"
brew "fio"
brew "gh"
brew "git-delta"
brew "gnu-sed"
brew "graphviz"
brew "grep"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "node@14"
brew "openjdk"
brew "pnpm"
brew "pstree"
brew "pyenv"
brew "qcachegrind"
brew "qt"
brew "ripgrep"
brew "spotify-tui"
brew "sqlite-utils"
brew "sshuttle"
brew "tor"
brew "v2ray"
brew "blackfireio/blackfire/blackfire"
brew "blackfireio/blackfire/blackfire-php74"
brew "d12frosted/emacs-plus/emacs-plus@28"
brew "shivammathur/php/php@7.4"
brew "symfony-cli/tap/symfony-cli"
cask "keycastr"
cask "qv2ray"
cask "rar"
cask "v2rayx"
cask "wkhtmltopdf"
